const commands = [
    {
        userMessage: ['привет', 'добрый день', 'добрый вечер', 'доброе утро'],
        botMessage: ['ку', 'ты в муте']
    },
    {
        userMessage: ['как дела?', 'как ты?', 'как поживаешь?', 'что нового?', 'как настроение?',],
        botMessage: [
            'Хочется сломать шмотки...',
            'Хуесос на пятёрке, хуесос на четвёрке, хуесос на тройке, хуесос в миду',
            'Пошёл нахуй пидорас сука собака сутулая долбоеб',
            'Тима раков, ломаю шмотки',
            '',
            '',]
    },
    {
        userMessage: 'почему ты дединсайд?',
        botMessage: [
            'Я смотрел всего Токийского гуля!',
            'Я играю в Доту 2 на pos 1/2 no roll!',
            'Я слушаю XXXTentacion, Lil Peep и опенинги из аниме...',
            'Потому что мне похуй на игру',
            'Alohadance мой идол!',
            'Я гуль',]
    },
    {
        userMessage: '',
        botMessage: ''
    },
    {
        userMessage: '',
        botMessage: ''
    },
]

const unknownCommand = [
    'Чё ты несёшь, чел?',
    'Заткнись, придурок, я не знаю че ты хочешь',
    'Мне по9уй, я дед инсайд', 'Не пиши мне, свинья',
    'Ты в муте, клоун', 'Чееел, что ты несёшь?',
    'Не неси хуйню', 'Тебя сразу в премут кинуть?',
    'Щас в бан полетишь, бездарь',
    'Заткнись, заткнись, заткнись',
    'Чел, закрой рот',
    'Я не понимаю че тебе надо',
    'че ты высрал ублюдок?']