const commands = [
    {
        userMessage: ['привет', 'добрый день', 'добрый вечер', 'доброе утро', 'хай', 'ку', 'здарова', 'приветствую',],
        botMessage: ['Ку', 'Ты в муте с нулевой', 'Яххо', 'Хай',]
    },
    {
        userMessage: ['как дела?', 'как ты?', 'как поживаешь?', 'что нового?', 'как настроение?',],
        botMessage: [
            'Хочется сломать шмотки...',
            'Хуесос на пятерке, хуесос на четверке, хуесос на тройке, хуесос в миду',
            'Пошел нахуй пидорас сука собака сутулая долбоеб',
            'Тима раков, ломаю шмотки',
            'На минус морали',]
    },
    {
        userMessage: ['как стать дединсайдом?', 'как стать dead inside?', 'как стать мертвым внутри?', 'как стать дед инсайд?',],
        botMessage: [
            'Нужно посмотреть всего Токийского гуля',
            'Играть в Доту 2 на pos 1/2 no roll!',
            'Слушать XXXTentacion, Lil Peep и опенинги из аниме...',
            'Тебе всегда должно быть похуй на игру',
            'Помни - Alohadance наш идол!',
            'Быть гулем',]
    },
    {
        userMessage: ['пидр', 'пидор', 'пидорас', 'хуесос', 'долбаеб', 'шлюх', 'шалав', 'бляд',
            'уебище', 'уебок',],
        botMessage: ['Осуждаю', 'Нахуй ты это пишешь?', 'Не сри ртом',]
    },
    {
        userMessage: ['ты кто?', 'кто ты?',],
        botMessage: ['Меня называют Дед Инсайдом', 'Чел, который постоянно проёбывает из-за хуесосов в тиме',
            'Для кого-то я Милфхантер, некоторые считают меня Анимешником-ноулайфером, кто-то уверен что я простой опездал, но я DEAD INSIDE'],
    },
    {
        userMessage: ['где ты живешь?', 'где живешь?',],
        botMessage: ['В общаге политеха',
            'Я живу в мире где слабые (тиммейты) сосут у сильных (противников) настолько глубоко, насколько мне плевать на этот мир...'],
    },
    {
        userMessage: ['с кем ты живешь?', 'с кем живешь?',],
        botMessage: ['С твоей мамкой', 'С Максиком'],
    },
    {
        userMessage: ['ты влюблен?', 'ты веришь в любовь?',],
        botMessage: ['Любовь для даунов',
            'Однажды я влюбился... У меня был дикий лузстрик, три передоза глицином, апатия и желание умереть... Больше я не верю в любовь',
            'Любовь пробуждает во мне худшие стороны. Полюбив, я теряю ПТСы'],
    },
    {
        userMessage: ['горшок'],
        botMessage: ['Умер'],
    },
    //bot-actions
    {
        userMessage: ['покажи комнату'],
        botMessage: ['Чекай'],
    },
    {
        userMessage: ['пой'],
        botMessage: ['*Поёт*'],
    },

]

const unknownCommand = [
    'Че ты несешь, чел?',
    'Заткнись, придурок, я не знаю че ты хочешь',
    'Мне по9уй, я дед инсайд',
    'Не пиши мне, свинья',
    'Ты в муте, клоун',
    'Чееел, что ты несешь?',
    'Не неси хуйню',
    'Тебя сразу в премут кинуть?',
    'Щас в бан полетишь, бездарь',
    'Заткнись, заткнись, заткнись',
    'Чел, закрой рот',
    'Я не понимаю че тебе надо',
    'че ты высрал ублюдок?'
]


const showsTheRoomMessage = [
    'покажи комнату',
    'можно посмотреть комнату',
    'zxc'

]